# This file should contain all the record creation needed to seed the database with its default values.
# The data can then be loaded with the rails db:seed command (or created alongside the database with db:setup).
#
# Examples:
#
#   movies = Movie.create([{ name: 'Star Wars' }, { name: 'Lord of the Rings' }])
#   Character.create(name: 'Luke', movie: movies.first)
Restaurant.create(name: "Chester",
                  description: "Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха. Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха. Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха. Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха.",
                  addres: "123",
                  lat: 0,
                  lng: 0,
                  image: "/restaurants/chester.jpg")

Restaurant.create(name: "Chester",
                  description: "Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха. Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха. Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха. Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха.",
                  addres: "123",
                  lat: 0,
                  lng: 0,
                  image: "/restaurants/chester.jpg")


Restaurant.create(name: "Chester",
                  description: "Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха. Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха. Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха. Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха.",
                  addres: "123",
                  lat: 0,
                  lng: 0,
                  image: "/restaurants/chester.jpg")


Restaurant.create(name: "Chester",
                  description: "Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха. Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха. Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха. Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха.",
                  addres: "123",
                  lat: 0,
                  lng: 0,
                  image: "/restaurants/chester.jpg")


Restaurant.create(name: "Chester",
                  description: "Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха. Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха. Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха. Ресторан «Честер» расположен в гостинично-ресторанном комплексе «Мегаполис», здесь вам всегда предложат широкий выбор закусок, горячих блюд и напитков. Уютная и тихая атмосфера ресторана прекрасно подойдет как для деловых встреч, так и для приятного отдыха.",
                  addres: "123",
                  lat: 0,
                  lng: 0,
                  image: "/restaurants/chester.jpg")